Repository: eu-digital-green-certificates/dgca-wallet-app-ios
Catalog: Localization/DGCAWallet/*.xcloc/Localized Contents/*.xliff
Languages: cs

# YeB-JS-Q1Q.normalTitle
source: Cancel
cs: Zrušit

# a9u-Ia-KEX.normalTitle
source: Done
cs: Hotovo

# bxm-hI-f1t.text
source: Identification Number
cs: Identifikační číslo

# JUh-sx-2bS.text
source: Wallet App
cs: Peněženka

# APa-yy-a1r.text
source: scanned 2021-04-01
cs: naskenováno 2021-04-01

# MID-ne-Jur.normalTitle
source: Scan Code
cs: Naskenovat kód

# Md0-O5-XZH.text
source: Vaccination Shot 1 of 2
cs: Očkování 1 z 2

# N7y-9d-COU.text
source: Wallet App
cs: Peněženka

# Q38-2s-CMN.text
source: Certificate Wallet
cs: Certifikační peněženka

# f0r-gi-rzF.text
source: Wallet Empty
cs: Prázdná peněženka

# xvs-y5-Iav.text
source: Press the button below to scan your code.
cs: Stiskněte tlačítko níže a naskenujte svůj kód.

# 5Lw-xZ-YJu.text
source: GitHub Page
cs: Stránka na GitHub

# Rdn-TW-8aO.text
source: app-version
cs: verze aplikace

# fbO-s8-6gg.headerTitle
source: Links
cs: Odkazy

# hky-ZS-URO.text
source: Privacy Information
cs: Informace o soukromí

# nbb-SQ-pYn.title
source: Cancel
cs: Zrušit

# nqQ-GZ-nBR.title
source: Settings
cs: Nastavení

# phM-g4-Hab.text
source: EU Digital Green Certificate
cs: Digitální zelený certifikát EU

# CFBundleDisplayName
source: Wallet App
cs: Pěněženka

# NSCameraUsageDescription
source: Scan barcodes with your camera.
cs: Skenujte čárové kódy pomocí fotoaparátu.

# NSFaceIDUsageDescription
source: Unlock sensitive data.
cs: Odemkněte citlivá data.

source: App Version %@
cs: Verze aplikace %@

# auth.confirm
source: Confirm Identity
cs: Potvrďte identitu

# auth.error
source: Could not verify device ownership. Please try setting a passcode for this device before opening the app.
cs: Nepodařilo se ověřit vlastnictví zařízení. Prosím, pokuste se před otevřením aplikace nastavit na svém zařízení pin kód.

# auth.later
source: Try Later
cs: Zkuste to později

# btn.cancel
source: Cancel
cs: Zrušit

# btn.confirm
source: Confirm
cs: Potvrdit

# btn.okay
source: Okay
cs: Dobře

# btn.save
source: Save
cs: Uložit

# cert.delete.body
source: Are you sure you want to delete this certificate? This action cannot be undone.
cs: Opravdu chcete tento certifikát odstranit? Tuto akci nelze vrátit.

# cert.delete.title
source: Delete Certificate
cs: Odstranit certifikát

# list.cell.scanned-at
source: Scanned %@
cs: Naskenováno %@

# log.certs-loaded
source: %d certs loaded.
cs: %d načtených certifikátů.

# tan.confirm.fail.text
source: Check the TAN and try again.
cs: Zkontrolujte TAN a zkuste to znovu.

# tan.confirm.fail.title
source: Failure
cs: Selhání

# tan.confirm.success.text
source: Certificate was saved to wallet!
cs: Certifikát byl uložen do peněženky!

# tan.confirm.success.title
source: Success
cs: Úspěch

# tan.confirm.text
source: Please enter the TAN that was provided together with your certificate:
cs: Prosím, zadejte číslo TAN, které jste obdrželi spolu s certifikátem:

# tan.confirm.title
source: Confirm TAN
cs: Potvrďte TAN

source: tap to reveal
cs: tapněte pro odhalení
