Repository: eu-digital-green-certificates/dgca-wallet-app-ios
Catalog: DGCAWallet/SupportingFiles/*.lproj/Localizable.strings
Languages: de

# log.certs-loaded
source: %d certs loaded.
de: %d Zertifikate geladen.

# list.cell.scanned-at
source: Scanned %@
de: Gescannt %@

# btn.cancel
source: Cancel
de: Abbrechen

# btn.save
source: Save
de: Speichern

# btn.confirm
source: Confirm
de: Bestätigen

# tan.confirm.title
source: Confirm TAN
de: TAN bestätigen

# tan.confirm.text
source: Please enter the TAN that was provided together with your certificate:
de: Bitte geben Sie die TAN ein, die Sie zusammen mit Ihrem Zertifikat erhalten haben:

# tan.confirm.success.title
source: Success
de: ERfolg

# tan.confirm.success.text
source: Certificate was saved to wallet!
de: Zertifikat wurde in der Wallet gespeichert!

# tan.confirm.fail.title
source: Cannot save
de: Fehler

# tan.confirm.fail.text
source: Check the TAN and try again.
de: Prüfen Sie die TAN und versuchen Sie es erneut.

# auth.confirm
source: Confirm Identity
de: Identität bestätigen

# auth.later
source: Try Later
de: Später versuchen

# auth.error
source: Could not verify device ownership. Please try setting a passcode for this device before opening the app.
de: Der Besitzer des Geräts konnte nicht verifiziert werden. Bitte versuchen Sie, einen Passcode für dieses Gerät festzulegen, bevor Sie die App öffnen.

# cert.delete.title
source: Delete Certificate
de: Zertifikat löschen

# cert.delete.body
source: Are you sure you want to delete this certificate? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Zertifikat löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: tap to reveal
de: Antippen zum Aufdecken
